tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bat"
brew "gh"
brew "helm"
brew "jq"
brew "k9s"
brew "lazydocker"
brew "make"
brew "neovim"
brew "node"
brew "pyenv"
brew "tmux"
brew "wget"
brew "tree"
brew "watch"
brew "gpg"
cask "cameracontroller"
cask "dbeaver-community"
cask "docker"
cask "iterm2"
cask "postman"
cask "visual-studio-code"
