tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jesseduffield/lazydocker"
brew "bat"
brew "ctags"
brew "gh"
brew "helm"
brew "jq"
brew "k9s"
brew "make"
brew "neovim"
brew "node"
brew "pyenv"
brew "tmux"
brew "wget"
brew "tree"
brew "watch"
brew "gpg"
brew "diffutils"
brew "jesseduffield/lazydocker/lazydocker"
cask "cameracontroller"
cask "dbeaver-community"
cask "docker"
cask "iterm2"
cask "postman"
cask "visual-studio-code"
brew "fnm"
brew "yarn"
brew "xz" # lzma for python
brew "go@1.20"
brew "bpytop"
brew "rg"
cask "insomnia"
brew "tako8ki/tap/gobang"
brew "minikube"
brew "skaffold"
brew "weechat"
